{
  "cars": [
    {
      "id": "",
      "name": "",
      "brand": [
        "Lamborghini",
        "Pagani",
        "McLaren",
        "Ferrari",
        "Bugatti",
        "BMW",
        "Mercedes",
        "Koenigsegg",
        "Porsche",
        "Aston Martin",
        "Audi",
        "Ford",
        "W-Motors"
      ],
      "info": {
        "description": "",
        "country": [
          "Italy",
          "Germany",
          "France",
          "United Kingdom",
          "Spain",
          "United States",
          "Sweden",
          "UAE"
        ],
        "year": "",
        "img": "",
        "type": "",
        "price": "",
        "engine": [
          "V12",
          "V8",
          "Electric"
        ],
        "weight": "",
        "top-speed": "",
        "increase-speed": "",
        "youtube-link": "",
        "discount": 0,
        "isSale":false
      },
      "quantity": "",
      "sold": ""
    },
    {
      "name": "2005 Maybach Exelero Concept",
      "brand": "Mercedes",
      "info": {
        "description": "The Maybach high-performance show car Exelero was unveiled to the world for the first time this afternoon in the Tempodrom in Berlin. The 700-hp two-seater with a V-12 biturbo engine is a unique custom model produced for Fulda Reifenwerke, which is using the Maybach Exelero as a reference vehicle for a newly developed generation of wide tyres. The German manufacturer of luxury cars built the unique model as a modern interpretation of its legendary streamlined sports car from the 1930s, thereby forging a link with the historical predecessor, which at that time was likewise based on a powerful Maybach automobile (SW 38) and used by Fulda for tyre tests.   The Exelero embodies the highest expression to date of the Maybach individualisation strategy of offering specific custom solutions on request. In initial tests on the high-speed track in Nardo (Italy), the unique vehicle reached a top speed of 351.45 km/h (FIA*-standard unit of measurement). Developers at Maybach designed the custom model with the participation of students from Pforzheim College. The Exelero was built by the prototype specialists at Stola in Turin (Italy). There are no plans to produce the model in series.",
        "country": "Germany",
        "year": 2005,
        "img": "./assets/img/items/2005_Maybach_ExeleroConcept1.jpeg",
        "type": "Luxury Car",
        "price": 8000000,
        "engine": "V12",
        "weight": "2660 kg / 5864 lbs",
        "top-speed": "351.45 km/h",
        "increase-speed": "",
        "youtube-link": "https://www.youtube.com/watch?v=ERZCmHc_S74",
        "discount": 10,
        "isSale": true
      },
      "id": "X7KbO4r",
      "quantity": 30,
      "sold": 11
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    },
    {
      "name": "2015 Bugatti 16/4 Veyron Grand Sport Vitesse ‘La Finale’",
      "brand": "Bugatti",
      "info": {
        "description": "The 450th Veyron: Grand Sport Vitesse “La Finale” The last of the 450 Veyron supercars is the Veyron 16.4 Grand Sport Vitesse “La Finale”. It draws its sheer force from a 1,200 PS, 8-litre, W16 engine which provides a breathtaking maximum torque of 1,500 Nm. It sprints from zero to 100 km/h in just 2.6 seconds and can achieve a top speed of 410 km/h. The “La Finale” design is a modern homage to chassis number 1.    “When designing the “La Finale”, the designers sought inspiration from the first Veyron in order to provide a visual conclusion to the success story of this super sports car,” says Bugatti’s chief designer Achim Anscheidt. “Although both vehicles have a black and red colour scheme, chassis numbers one and 450 still have their own individual character which we have identified visually. Ultimately, every Veyron is unique.” The owner of the Grand Sport Vitesse “La Finale” also had a say in the design of the vehicle.",
        "country": "France",
        "year": 2015,
        "img": "./assets/img/items/2015-bugatti-veyron-la-finale.jpeg",
        "type": "Hyper Car",
        "price": 1700000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1,990 kg / 4,387 lbs",
        "top-speed": "431.072 km/h / 267.85 MPH",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=z1fVU8rhITU",
        "discount": 15,
        "isSale": true
      },
      "id": "w9YK12b",
      "quantity": 14,
      "sold": 8
    },
    {
      "name": "2010 Koenigsegg Agera",
      "brand": "Koenigsegg",
      "info": {
        "description": "At the upcoming Geneva Motor Show, Koenigsegg will launch an updated version of their supercar called the Agera. Along with a revised body, it has a 910 bhp version of Koenigsegg’s own V8 engine. This helps it achieve some impressive numbers like 242 mph and 100 kph in 3.1 seconds. More details will be available after the car’s launch.",
        "country": "Sweden",
        "year": 2010,
        "img": "./assets/img/items/2010_Koenigsegg_Agera.jpeg",
        "type": "Hyper Car",
        "price": 1520000,
        "engine": "V8",
        "weight": "1330 kg / 2933 lbs",
        "top-speed": "~394.20 kph / 245 mph",
        "increase-speed": "~3.1 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=3eV3CXtChV8",
        "discount": 0,
        "isSale":false
      },
      "id": "39SHiIq",
      "quantity": 11,
      "sold": 4
    },
    {
      "name": "2014 Ferrari LaFerrari",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 5th March 2013 – The wraps are finally off the LaFerrari. The Prancing Horse’s eagerly-anticipated limited-series special, of which just 499 will be built, made its world debut today at the Geneva International Motor Show.  “We chose to call this model LaFerrari,” declared Ferrari’s President, Luca di Montezemolo, “because it is the maximum expression of what defines our company – excellence. Excellence in terms of technological innovation, performance, visionary styling and the sheer thrill of driving. Aimed at our collectors, this is a truly extraordinary car which encompasses advanced solutions that, in the future, will find their way onto the rest of the range, and it represents the benchmark for the entire automotive industry. LaFerrari is the finest expression of our company’s unique, unparalleled engineering and design know-how, including that acquired in Formula 1.”",
        "country": "Italy",
        "year": 2014,
        "img": "./assets/img/items/2014_LaFerrari_.jpeg",
        "type": "Hyper Car",
        "price": 1400000,
        "engine": "V12",
        "weight": "1,370 kg / 3,020 lbs",
        "top-speed": "~350 kph / 217.35 mph",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=J_KEowtEua4",
        "discount": 0,
        "isSale":false
      },
      "id": "vijc5n2",
      "quantity": 8,
      "sold": 5
    },
    {
      "name": "2005 Maybach Exelero Concept",
      "brand": "Mercedes",
      "info": {
        "description": "The Maybach high-performance show car Exelero was unveiled to the world for the first time this afternoon in the Tempodrom in Berlin. The 700-hp two-seater with a V-12 biturbo engine is a unique custom model produced for Fulda Reifenwerke, which is using the Maybach Exelero as a reference vehicle for a newly developed generation of wide tyres. The German manufacturer of luxury cars built the unique model as a modern interpretation of its legendary streamlined sports car from the 1930s, thereby forging a link with the historical predecessor, which at that time was likewise based on a powerful Maybach automobile (SW 38) and used by Fulda for tyre tests.   The Exelero embodies the highest expression to date of the Maybach individualisation strategy of offering specific custom solutions on request. In initial tests on the high-speed track in Nardo (Italy), the unique vehicle reached a top speed of 351.45 km/h (FIA*-standard unit of measurement). Developers at Maybach designed the custom model with the participation of students from Pforzheim College. The Exelero was built by the prototype specialists at Stola in Turin (Italy). There are no plans to produce the model in series.",
        "country": "Germany",
        "year": 2005,
        "img": "./assets/img/items/2005_Maybach_ExeleroConcept1.jpeg",
        "type": "Luxury Car",
        "price": 8000000,
        "engine": "V12",
        "weight": "2660 kg / 5864 lbs",
        "top-speed": "351.45 km/h",
        "increase-speed": "",
        "youtube-link": "https://www.youtube.com/watch?v=ERZCmHc_S74",
        "discount": 10,
        "isSale": true
      },
      "id": "X7KbO4r",
      "quantity": 30,
      "sold": 11
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    },
    {
      "name": "2015 Bugatti 16/4 Veyron Grand Sport Vitesse ‘La Finale’",
      "brand": "Bugatti",
      "info": {
        "description": "The 450th Veyron: Grand Sport Vitesse “La Finale” The last of the 450 Veyron supercars is the Veyron 16.4 Grand Sport Vitesse “La Finale”. It draws its sheer force from a 1,200 PS, 8-litre, W16 engine which provides a breathtaking maximum torque of 1,500 Nm. It sprints from zero to 100 km/h in just 2.6 seconds and can achieve a top speed of 410 km/h. The “La Finale” design is a modern homage to chassis number 1.    “When designing the “La Finale”, the designers sought inspiration from the first Veyron in order to provide a visual conclusion to the success story of this super sports car,” says Bugatti’s chief designer Achim Anscheidt. “Although both vehicles have a black and red colour scheme, chassis numbers one and 450 still have their own individual character which we have identified visually. Ultimately, every Veyron is unique.” The owner of the Grand Sport Vitesse “La Finale” also had a say in the design of the vehicle.",
        "country": "France",
        "year": 2015,
        "img": "./assets/img/items/2015-bugatti-veyron-la-finale.jpeg",
        "type": "Hyper Car",
        "price": 1700000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1,990 kg / 4,387 lbs",
        "top-speed": "431.072 km/h / 267.85 MPH",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=z1fVU8rhITU",
        "discount": 15,
        "isSale": true
      },
      "id": "w9YK12b",
      "quantity": 14,
      "sold": 8
    },
    {
      "name": "2010 Koenigsegg Agera",
      "brand": "Koenigsegg",
      "info": {
        "description": "At the upcoming Geneva Motor Show, Koenigsegg will launch an updated version of their supercar called the Agera. Along with a revised body, it has a 910 bhp version of Koenigsegg’s own V8 engine. This helps it achieve some impressive numbers like 242 mph and 100 kph in 3.1 seconds. More details will be available after the car’s launch.",
        "country": "Sweden",
        "year": 2010,
        "img": "./assets/img/items/2010_Koenigsegg_Agera.jpeg",
        "type": "Hyper Car",
        "price": 1520000,
        "engine": "V8",
        "weight": "1330 kg / 2933 lbs",
        "top-speed": "~394.20 kph / 245 mph",
        "increase-speed": "~3.1 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=3eV3CXtChV8",
        "discount": 0,
        "isSale":false
      },
      "id": "39SHiIq",
      "quantity": 11,
      "sold": 4
    },
    {
      "name": "2014 Ferrari LaFerrari",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 5th March 2013 – The wraps are finally off the LaFerrari. The Prancing Horse’s eagerly-anticipated limited-series special, of which just 499 will be built, made its world debut today at the Geneva International Motor Show.  “We chose to call this model LaFerrari,” declared Ferrari’s President, Luca di Montezemolo, “because it is the maximum expression of what defines our company – excellence. Excellence in terms of technological innovation, performance, visionary styling and the sheer thrill of driving. Aimed at our collectors, this is a truly extraordinary car which encompasses advanced solutions that, in the future, will find their way onto the rest of the range, and it represents the benchmark for the entire automotive industry. LaFerrari is the finest expression of our company’s unique, unparalleled engineering and design know-how, including that acquired in Formula 1.”",
        "country": "Italy",
        "year": 2014,
        "img": "./assets/img/items/2014_LaFerrari_.jpeg",
        "type": "Hyper Car",
        "price": 1400000,
        "engine": "V12",
        "weight": "1,370 kg / 3,020 lbs",
        "top-speed": "~350 kph / 217.35 mph",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=J_KEowtEua4",
        "discount": 0,
        "isSale":false
      },
      "id": "vijc5n2",
      "quantity": 8,
      "sold": 5
    },
    {
      "name": "2005 Maybach Exelero Concept",
      "brand": "Mercedes",
      "info": {
        "description": "The Maybach high-performance show car Exelero was unveiled to the world for the first time this afternoon in the Tempodrom in Berlin. The 700-hp two-seater with a V-12 biturbo engine is a unique custom model produced for Fulda Reifenwerke, which is using the Maybach Exelero as a reference vehicle for a newly developed generation of wide tyres. The German manufacturer of luxury cars built the unique model as a modern interpretation of its legendary streamlined sports car from the 1930s, thereby forging a link with the historical predecessor, which at that time was likewise based on a powerful Maybach automobile (SW 38) and used by Fulda for tyre tests.   The Exelero embodies the highest expression to date of the Maybach individualisation strategy of offering specific custom solutions on request. In initial tests on the high-speed track in Nardo (Italy), the unique vehicle reached a top speed of 351.45 km/h (FIA*-standard unit of measurement). Developers at Maybach designed the custom model with the participation of students from Pforzheim College. The Exelero was built by the prototype specialists at Stola in Turin (Italy). There are no plans to produce the model in series.",
        "country": "Germany",
        "year": 2005,
        "img": "./assets/img/items/2005_Maybach_ExeleroConcept1.jpeg",
        "type": "Luxury Car",
        "price": 8000000,
        "engine": "V12",
        "weight": "2660 kg / 5864 lbs",
        "top-speed": "351.45 km/h",
        "increase-speed": "",
        "youtube-link": "https://www.youtube.com/watch?v=ERZCmHc_S74",
        "discount": 10,
        "isSale": true
      },
      "id": "X7KbO4r",
      "quantity": 30,
      "sold": 11
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    },
    {
      "name": "2015 Bugatti 16/4 Veyron Grand Sport Vitesse ‘La Finale’",
      "brand": "Bugatti",
      "info": {
        "description": "The 450th Veyron: Grand Sport Vitesse “La Finale” The last of the 450 Veyron supercars is the Veyron 16.4 Grand Sport Vitesse “La Finale”. It draws its sheer force from a 1,200 PS, 8-litre, W16 engine which provides a breathtaking maximum torque of 1,500 Nm. It sprints from zero to 100 km/h in just 2.6 seconds and can achieve a top speed of 410 km/h. The “La Finale” design is a modern homage to chassis number 1.    “When designing the “La Finale”, the designers sought inspiration from the first Veyron in order to provide a visual conclusion to the success story of this super sports car,” says Bugatti’s chief designer Achim Anscheidt. “Although both vehicles have a black and red colour scheme, chassis numbers one and 450 still have their own individual character which we have identified visually. Ultimately, every Veyron is unique.” The owner of the Grand Sport Vitesse “La Finale” also had a say in the design of the vehicle.",
        "country": "France",
        "year": 2015,
        "img": "./assets/img/items/2015-bugatti-veyron-la-finale.jpeg",
        "type": "Hyper Car",
        "price": 1700000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1,990 kg / 4,387 lbs",
        "top-speed": "431.072 km/h / 267.85 MPH",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=z1fVU8rhITU",
        "discount": 15,
        "isSale": true
      },
      "id": "w9YK12b",
      "quantity": 14,
      "sold": 8
    },
    {
      "name": "2010 Koenigsegg Agera",
      "brand": "Koenigsegg",
      "info": {
        "description": "At the upcoming Geneva Motor Show, Koenigsegg will launch an updated version of their supercar called the Agera. Along with a revised body, it has a 910 bhp version of Koenigsegg’s own V8 engine. This helps it achieve some impressive numbers like 242 mph and 100 kph in 3.1 seconds. More details will be available after the car’s launch.",
        "country": "Sweden",
        "year": 2010,
        "img": "./assets/img/items/2010_Koenigsegg_Agera.jpeg",
        "type": "Hyper Car",
        "price": 1520000,
        "engine": "V8",
        "weight": "1330 kg / 2933 lbs",
        "top-speed": "~394.20 kph / 245 mph",
        "increase-speed": "~3.1 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=3eV3CXtChV8",
        "discount": 0,
        "isSale":false
      },
      "id": "39SHiIq",
      "quantity": 11,
      "sold": 4
    },
    {
      "name": "2014 Ferrari LaFerrari",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 5th March 2013 – The wraps are finally off the LaFerrari. The Prancing Horse’s eagerly-anticipated limited-series special, of which just 499 will be built, made its world debut today at the Geneva International Motor Show.  “We chose to call this model LaFerrari,” declared Ferrari’s President, Luca di Montezemolo, “because it is the maximum expression of what defines our company – excellence. Excellence in terms of technological innovation, performance, visionary styling and the sheer thrill of driving. Aimed at our collectors, this is a truly extraordinary car which encompasses advanced solutions that, in the future, will find their way onto the rest of the range, and it represents the benchmark for the entire automotive industry. LaFerrari is the finest expression of our company’s unique, unparalleled engineering and design know-how, including that acquired in Formula 1.”",
        "country": "Italy",
        "year": 2014,
        "img": "./assets/img/items/2014_LaFerrari_.jpeg",
        "type": "Hyper Car",
        "price": 1400000,
        "engine": "V12",
        "weight": "1,370 kg / 3,020 lbs",
        "top-speed": "~350 kph / 217.35 mph",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=J_KEowtEua4",
        "discount": 0,
        "isSale":false
      },
      "id": "vijc5n2",
      "quantity": 8,
      "sold": 5
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    },
    {
      "name": "2015 Bugatti 16/4 Veyron Grand Sport Vitesse ‘La Finale’",
      "brand": "Bugatti",
      "info": {
        "description": "The 450th Veyron: Grand Sport Vitesse “La Finale” The last of the 450 Veyron supercars is the Veyron 16.4 Grand Sport Vitesse “La Finale”. It draws its sheer force from a 1,200 PS, 8-litre, W16 engine which provides a breathtaking maximum torque of 1,500 Nm. It sprints from zero to 100 km/h in just 2.6 seconds and can achieve a top speed of 410 km/h. The “La Finale” design is a modern homage to chassis number 1.    “When designing the “La Finale”, the designers sought inspiration from the first Veyron in order to provide a visual conclusion to the success story of this super sports car,” says Bugatti’s chief designer Achim Anscheidt. “Although both vehicles have a black and red colour scheme, chassis numbers one and 450 still have their own individual character which we have identified visually. Ultimately, every Veyron is unique.” The owner of the Grand Sport Vitesse “La Finale” also had a say in the design of the vehicle.",
        "country": "France",
        "year": 2015,
        "img": "./assets/img/items/2015-bugatti-veyron-la-finale.jpeg",
        "type": "Hyper Car",
        "price": 1700000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1,990 kg / 4,387 lbs",
        "top-speed": "431.072 km/h / 267.85 MPH",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=z1fVU8rhITU",
        "discount": 15,
        "isSale": true
      },
      "id": "w9YK12b",
      "quantity": 14,
      "sold": 8
    },
    {
      "name": "2010 Koenigsegg Agera",
      "brand": "Koenigsegg",
      "info": {
        "description": "At the upcoming Geneva Motor Show, Koenigsegg will launch an updated version of their supercar called the Agera. Along with a revised body, it has a 910 bhp version of Koenigsegg’s own V8 engine. This helps it achieve some impressive numbers like 242 mph and 100 kph in 3.1 seconds. More details will be available after the car’s launch.",
        "country": "Sweden",
        "year": 2010,
        "img": "./assets/img/items/2010_Koenigsegg_Agera.jpeg",
        "type": "Hyper Car",
        "price": 1520000,
        "engine": "V8",
        "weight": "1330 kg / 2933 lbs",
        "top-speed": "~394.20 kph / 245 mph",
        "increase-speed": "~3.1 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=3eV3CXtChV8",
        "discount": 0,
        "isSale":false
      },
      "id": "39SHiIq",
      "quantity": 11,
      "sold": 4
    },
    {
      "name": "2014 Ferrari LaFerrari",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 5th March 2013 – The wraps are finally off the LaFerrari. The Prancing Horse’s eagerly-anticipated limited-series special, of which just 499 will be built, made its world debut today at the Geneva International Motor Show.  “We chose to call this model LaFerrari,” declared Ferrari’s President, Luca di Montezemolo, “because it is the maximum expression of what defines our company – excellence. Excellence in terms of technological innovation, performance, visionary styling and the sheer thrill of driving. Aimed at our collectors, this is a truly extraordinary car which encompasses advanced solutions that, in the future, will find their way onto the rest of the range, and it represents the benchmark for the entire automotive industry. LaFerrari is the finest expression of our company’s unique, unparalleled engineering and design know-how, including that acquired in Formula 1.”",
        "country": "Italy",
        "year": 2014,
        "img": "./assets/img/items/2014_LaFerrari_.jpeg",
        "type": "Hyper Car",
        "price": 1400000,
        "engine": "V12",
        "weight": "1,370 kg / 3,020 lbs",
        "top-speed": "~350 kph / 217.35 mph",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=J_KEowtEua4",
        "discount": 0,
        "isSale":false
      },
      "id": "vijc5n2",
      "quantity": 8,
      "sold": 5
    },
    {
      "name": "2005 Maybach Exelero Concept",
      "brand": "Mercedes",
      "info": {
        "description": "The Maybach high-performance show car Exelero was unveiled to the world for the first time this afternoon in the Tempodrom in Berlin. The 700-hp two-seater with a V-12 biturbo engine is a unique custom model produced for Fulda Reifenwerke, which is using the Maybach Exelero as a reference vehicle for a newly developed generation of wide tyres. The German manufacturer of luxury cars built the unique model as a modern interpretation of its legendary streamlined sports car from the 1930s, thereby forging a link with the historical predecessor, which at that time was likewise based on a powerful Maybach automobile (SW 38) and used by Fulda for tyre tests.   The Exelero embodies the highest expression to date of the Maybach individualisation strategy of offering specific custom solutions on request. In initial tests on the high-speed track in Nardo (Italy), the unique vehicle reached a top speed of 351.45 km/h (FIA*-standard unit of measurement). Developers at Maybach designed the custom model with the participation of students from Pforzheim College. The Exelero was built by the prototype specialists at Stola in Turin (Italy). There are no plans to produce the model in series.",
        "country": "Germany",
        "year": 2005,
        "img": "./assets/img/items/2005_Maybach_ExeleroConcept1.jpeg",
        "type": "Luxury Car",
        "price": 8000000,
        "engine": "V12",
        "weight": "2660 kg / 5864 lbs",
        "top-speed": "351.45 km/h",
        "increase-speed": "",
        "youtube-link": "https://www.youtube.com/watch?v=ERZCmHc_S74",
        "discount": 10,
        "isSale": true
      },
      "id": "X7KbO4r",
      "quantity": 30,
      "sold": 11
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    },
    {
      "name": "2015 Bugatti 16/4 Veyron Grand Sport Vitesse ‘La Finale’",
      "brand": "Bugatti",
      "info": {
        "description": "The 450th Veyron: Grand Sport Vitesse “La Finale” The last of the 450 Veyron supercars is the Veyron 16.4 Grand Sport Vitesse “La Finale”. It draws its sheer force from a 1,200 PS, 8-litre, W16 engine which provides a breathtaking maximum torque of 1,500 Nm. It sprints from zero to 100 km/h in just 2.6 seconds and can achieve a top speed of 410 km/h. The “La Finale” design is a modern homage to chassis number 1.    “When designing the “La Finale”, the designers sought inspiration from the first Veyron in order to provide a visual conclusion to the success story of this super sports car,” says Bugatti’s chief designer Achim Anscheidt. “Although both vehicles have a black and red colour scheme, chassis numbers one and 450 still have their own individual character which we have identified visually. Ultimately, every Veyron is unique.” The owner of the Grand Sport Vitesse “La Finale” also had a say in the design of the vehicle.",
        "country": "France",
        "year": 2015,
        "img": "./assets/img/items/2015-bugatti-veyron-la-finale.jpeg",
        "type": "Hyper Car",
        "price": 1700000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1,990 kg / 4,387 lbs",
        "top-speed": "431.072 km/h / 267.85 MPH",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=z1fVU8rhITU",
        "discount": 15,
        "isSale": true
      },
      "id": "w9YK12b",
      "quantity": 14,
      "sold": 8
    },
    {
      "name": "2010 Koenigsegg Agera",
      "brand": "Koenigsegg",
      "info": {
        "description": "At the upcoming Geneva Motor Show, Koenigsegg will launch an updated version of their supercar called the Agera. Along with a revised body, it has a 910 bhp version of Koenigsegg’s own V8 engine. This helps it achieve some impressive numbers like 242 mph and 100 kph in 3.1 seconds. More details will be available after the car’s launch.",
        "country": "Sweden",
        "year": 2010,
        "img": "./assets/img/items/2010_Koenigsegg_Agera.jpeg",
        "type": "Hyper Car",
        "price": 1520000,
        "engine": "V8",
        "weight": "1330 kg / 2933 lbs",
        "top-speed": "~394.20 kph / 245 mph",
        "increase-speed": "~3.1 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=3eV3CXtChV8",
        "discount": 0,
        "isSale":false
      },
      "id": "39SHiIq",
      "quantity": 11,
      "sold": 4
    },
    {
      "name": "2014 Ferrari LaFerrari",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 5th March 2013 – The wraps are finally off the LaFerrari. The Prancing Horse’s eagerly-anticipated limited-series special, of which just 499 will be built, made its world debut today at the Geneva International Motor Show.  “We chose to call this model LaFerrari,” declared Ferrari’s President, Luca di Montezemolo, “because it is the maximum expression of what defines our company – excellence. Excellence in terms of technological innovation, performance, visionary styling and the sheer thrill of driving. Aimed at our collectors, this is a truly extraordinary car which encompasses advanced solutions that, in the future, will find their way onto the rest of the range, and it represents the benchmark for the entire automotive industry. LaFerrari is the finest expression of our company’s unique, unparalleled engineering and design know-how, including that acquired in Formula 1.”",
        "country": "Italy",
        "year": 2014,
        "img": "./assets/img/items/2014_LaFerrari_.jpeg",
        "type": "Hyper Car",
        "price": 1400000,
        "engine": "V12",
        "weight": "1,370 kg / 3,020 lbs",
        "top-speed": "~350 kph / 217.35 mph",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=J_KEowtEua4",
        "discount": 0,
        "isSale":false
      },
      "id": "vijc5n2",
      "quantity": 8,
      "sold": 5
    },
    {
      "name": "2005 Maybach Exelero Concept",
      "brand": "Mercedes",
      "info": {
        "description": "The Maybach high-performance show car Exelero was unveiled to the world for the first time this afternoon in the Tempodrom in Berlin. The 700-hp two-seater with a V-12 biturbo engine is a unique custom model produced for Fulda Reifenwerke, which is using the Maybach Exelero as a reference vehicle for a newly developed generation of wide tyres. The German manufacturer of luxury cars built the unique model as a modern interpretation of its legendary streamlined sports car from the 1930s, thereby forging a link with the historical predecessor, which at that time was likewise based on a powerful Maybach automobile (SW 38) and used by Fulda for tyre tests.   The Exelero embodies the highest expression to date of the Maybach individualisation strategy of offering specific custom solutions on request. In initial tests on the high-speed track in Nardo (Italy), the unique vehicle reached a top speed of 351.45 km/h (FIA*-standard unit of measurement). Developers at Maybach designed the custom model with the participation of students from Pforzheim College. The Exelero was built by the prototype specialists at Stola in Turin (Italy). There are no plans to produce the model in series.",
        "country": "Germany",
        "year": 2005,
        "img": "./assets/img/items/2005_Maybach_ExeleroConcept1.jpeg",
        "type": "Luxury Car",
        "price": 8000000,
        "engine": "V12",
        "weight": "2660 kg / 5864 lbs",
        "top-speed": "351.45 km/h",
        "increase-speed": "",
        "youtube-link": "https://www.youtube.com/watch?v=ERZCmHc_S74",
        "discount": 10,
        "isSale": true
      },
      "id": "X7KbO4r",
      "quantity": 30,
      "sold": 11
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    },
    {
      "name": "2015 Bugatti 16/4 Veyron Grand Sport Vitesse ‘La Finale’",
      "brand": "Bugatti",
      "info": {
        "description": "The 450th Veyron: Grand Sport Vitesse “La Finale” The last of the 450 Veyron supercars is the Veyron 16.4 Grand Sport Vitesse “La Finale”. It draws its sheer force from a 1,200 PS, 8-litre, W16 engine which provides a breathtaking maximum torque of 1,500 Nm. It sprints from zero to 100 km/h in just 2.6 seconds and can achieve a top speed of 410 km/h. The “La Finale” design is a modern homage to chassis number 1.    “When designing the “La Finale”, the designers sought inspiration from the first Veyron in order to provide a visual conclusion to the success story of this super sports car,” says Bugatti’s chief designer Achim Anscheidt. “Although both vehicles have a black and red colour scheme, chassis numbers one and 450 still have their own individual character which we have identified visually. Ultimately, every Veyron is unique.” The owner of the Grand Sport Vitesse “La Finale” also had a say in the design of the vehicle.",
        "country": "France",
        "year": 2015,
        "img": "./assets/img/items/2015-bugatti-veyron-la-finale.jpeg",
        "type": "Hyper Car",
        "price": 1700000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1,990 kg / 4,387 lbs",
        "top-speed": "431.072 km/h / 267.85 MPH",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=z1fVU8rhITU",
        "discount": 15,
        "isSale": true
      },
      "id": "w9YK12b",
      "quantity": 14,
      "sold": 8
    },
    {
      "name": "2010 Koenigsegg Agera",
      "brand": "Koenigsegg",
      "info": {
        "description": "At the upcoming Geneva Motor Show, Koenigsegg will launch an updated version of their supercar called the Agera. Along with a revised body, it has a 910 bhp version of Koenigsegg’s own V8 engine. This helps it achieve some impressive numbers like 242 mph and 100 kph in 3.1 seconds. More details will be available after the car’s launch.",
        "country": "Sweden",
        "year": 2010,
        "img": "./assets/img/items/2010_Koenigsegg_Agera.jpeg",
        "type": "Hyper Car",
        "price": 1520000,
        "engine": "V8",
        "weight": "1330 kg / 2933 lbs",
        "top-speed": "~394.20 kph / 245 mph",
        "increase-speed": "~3.1 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=3eV3CXtChV8",
        "discount": 0,
        "isSale":false
      },
      "id": "39SHiIq",
      "quantity": 11,
      "sold": 4
    },
    {
      "name": "2014 Ferrari LaFerrari",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 5th March 2013 – The wraps are finally off the LaFerrari. The Prancing Horse’s eagerly-anticipated limited-series special, of which just 499 will be built, made its world debut today at the Geneva International Motor Show.  “We chose to call this model LaFerrari,” declared Ferrari’s President, Luca di Montezemolo, “because it is the maximum expression of what defines our company – excellence. Excellence in terms of technological innovation, performance, visionary styling and the sheer thrill of driving. Aimed at our collectors, this is a truly extraordinary car which encompasses advanced solutions that, in the future, will find their way onto the rest of the range, and it represents the benchmark for the entire automotive industry. LaFerrari is the finest expression of our company’s unique, unparalleled engineering and design know-how, including that acquired in Formula 1.”",
        "country": "Italy",
        "year": 2014,
        "img": "./assets/img/items/2014_LaFerrari_.jpeg",
        "type": "Hyper Car",
        "price": 1400000,
        "engine": "V12",
        "weight": "1,370 kg / 3,020 lbs",
        "top-speed": "~350 kph / 217.35 mph",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=J_KEowtEua4",
        "discount": 0,
        "isSale":false
      },
      "id": "vijc5n2",
      "quantity": 8,
      "sold": 5
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    },
    {
      "name": "2015 Bugatti 16/4 Veyron Grand Sport Vitesse ‘La Finale’",
      "brand": "Bugatti",
      "info": {
        "description": "The 450th Veyron: Grand Sport Vitesse “La Finale” The last of the 450 Veyron supercars is the Veyron 16.4 Grand Sport Vitesse “La Finale”. It draws its sheer force from a 1,200 PS, 8-litre, W16 engine which provides a breathtaking maximum torque of 1,500 Nm. It sprints from zero to 100 km/h in just 2.6 seconds and can achieve a top speed of 410 km/h. The “La Finale” design is a modern homage to chassis number 1.    “When designing the “La Finale”, the designers sought inspiration from the first Veyron in order to provide a visual conclusion to the success story of this super sports car,” says Bugatti’s chief designer Achim Anscheidt. “Although both vehicles have a black and red colour scheme, chassis numbers one and 450 still have their own individual character which we have identified visually. Ultimately, every Veyron is unique.” The owner of the Grand Sport Vitesse “La Finale” also had a say in the design of the vehicle.",
        "country": "France",
        "year": 2015,
        "img": "./assets/img/items/2015-bugatti-veyron-la-finale.jpeg",
        "type": "Hyper Car",
        "price": 1700000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1,990 kg / 4,387 lbs",
        "top-speed": "431.072 km/h / 267.85 MPH",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=z1fVU8rhITU",
        "discount": 15,
        "isSale": true
      },
      "id": "w9YK12b",
      "quantity": 14,
      "sold": 8
    },
    {
      "name": "2010 Koenigsegg Agera",
      "brand": "Koenigsegg",
      "info": {
        "description": "At the upcoming Geneva Motor Show, Koenigsegg will launch an updated version of their supercar called the Agera. Along with a revised body, it has a 910 bhp version of Koenigsegg’s own V8 engine. This helps it achieve some impressive numbers like 242 mph and 100 kph in 3.1 seconds. More details will be available after the car’s launch.",
        "country": "Sweden",
        "year": 2010,
        "img": "./assets/img/items/2010_Koenigsegg_Agera.jpeg",
        "type": "Hyper Car",
        "price": 1520000,
        "engine": "V8",
        "weight": "1330 kg / 2933 lbs",
        "top-speed": "~394.20 kph / 245 mph",
        "increase-speed": "~3.1 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=3eV3CXtChV8",
        "discount": 0,
        "isSale":false
      },
      "id": "39SHiIq",
      "quantity": 11,
      "sold": 4
    },
    {
      "name": "2014 Ferrari LaFerrari",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 5th March 2013 – The wraps are finally off the LaFerrari. The Prancing Horse’s eagerly-anticipated limited-series special, of which just 499 will be built, made its world debut today at the Geneva International Motor Show.  “We chose to call this model LaFerrari,” declared Ferrari’s President, Luca di Montezemolo, “because it is the maximum expression of what defines our company – excellence. Excellence in terms of technological innovation, performance, visionary styling and the sheer thrill of driving. Aimed at our collectors, this is a truly extraordinary car which encompasses advanced solutions that, in the future, will find their way onto the rest of the range, and it represents the benchmark for the entire automotive industry. LaFerrari is the finest expression of our company’s unique, unparalleled engineering and design know-how, including that acquired in Formula 1.”",
        "country": "Italy",
        "year": 2014,
        "img": "./assets/img/items/2014_LaFerrari_.jpeg",
        "type": "Hyper Car",
        "price": 1400000,
        "engine": "V12",
        "weight": "1,370 kg / 3,020 lbs",
        "top-speed": "~350 kph / 217.35 mph",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=J_KEowtEua4",
        "discount": 0,
        "isSale":false
      },
      "id": "vijc5n2",
      "quantity": 8,
      "sold": 5
    },
    {
      "name": "2005 Maybach Exelero Concept",
      "brand": "Mercedes",
      "info": {
        "description": "The Maybach high-performance show car Exelero was unveiled to the world for the first time this afternoon in the Tempodrom in Berlin. The 700-hp two-seater with a V-12 biturbo engine is a unique custom model produced for Fulda Reifenwerke, which is using the Maybach Exelero as a reference vehicle for a newly developed generation of wide tyres. The German manufacturer of luxury cars built the unique model as a modern interpretation of its legendary streamlined sports car from the 1930s, thereby forging a link with the historical predecessor, which at that time was likewise based on a powerful Maybach automobile (SW 38) and used by Fulda for tyre tests.   The Exelero embodies the highest expression to date of the Maybach individualisation strategy of offering specific custom solutions on request. In initial tests on the high-speed track in Nardo (Italy), the unique vehicle reached a top speed of 351.45 km/h (FIA*-standard unit of measurement). Developers at Maybach designed the custom model with the participation of students from Pforzheim College. The Exelero was built by the prototype specialists at Stola in Turin (Italy). There are no plans to produce the model in series.",
        "country": "Germany",
        "year": 2005,
        "img": "./assets/img/items/2005_Maybach_ExeleroConcept1.jpeg",
        "type": "Luxury Car",
        "price": 8000000,
        "engine": "V12",
        "weight": "2660 kg / 5864 lbs",
        "top-speed": "351.45 km/h",
        "increase-speed": "",
        "youtube-link": "https://www.youtube.com/watch?v=ERZCmHc_S74",
        "discount": 10,
        "isSale": true
      },
      "id": "X7KbO4r",
      "quantity": 30,
      "sold": 11
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    },
    {
      "name": "2015 Bugatti 16/4 Veyron Grand Sport Vitesse ‘La Finale’",
      "brand": "Bugatti",
      "info": {
        "description": "The 450th Veyron: Grand Sport Vitesse “La Finale” The last of the 450 Veyron supercars is the Veyron 16.4 Grand Sport Vitesse “La Finale”. It draws its sheer force from a 1,200 PS, 8-litre, W16 engine which provides a breathtaking maximum torque of 1,500 Nm. It sprints from zero to 100 km/h in just 2.6 seconds and can achieve a top speed of 410 km/h. The “La Finale” design is a modern homage to chassis number 1.    “When designing the “La Finale”, the designers sought inspiration from the first Veyron in order to provide a visual conclusion to the success story of this super sports car,” says Bugatti’s chief designer Achim Anscheidt. “Although both vehicles have a black and red colour scheme, chassis numbers one and 450 still have their own individual character which we have identified visually. Ultimately, every Veyron is unique.” The owner of the Grand Sport Vitesse “La Finale” also had a say in the design of the vehicle.",
        "country": "France",
        "year": 2015,
        "img": "./assets/img/items/2015-bugatti-veyron-la-finale.jpeg",
        "type": "Hyper Car",
        "price": 1700000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1,990 kg / 4,387 lbs",
        "top-speed": "431.072 km/h / 267.85 MPH",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=z1fVU8rhITU",
        "discount": 15,
        "isSale": true
      },
      "id": "w9YK12b",
      "quantity": 14,
      "sold": 8
    },
    {
      "name": "2010 Koenigsegg Agera",
      "brand": "Koenigsegg",
      "info": {
        "description": "At the upcoming Geneva Motor Show, Koenigsegg will launch an updated version of their supercar called the Agera. Along with a revised body, it has a 910 bhp version of Koenigsegg’s own V8 engine. This helps it achieve some impressive numbers like 242 mph and 100 kph in 3.1 seconds. More details will be available after the car’s launch.",
        "country": "Sweden",
        "year": 2010,
        "img": "./assets/img/items/2010_Koenigsegg_Agera.jpeg",
        "type": "Hyper Car",
        "price": 1520000,
        "engine": "V8",
        "weight": "1330 kg / 2933 lbs",
        "top-speed": "~394.20 kph / 245 mph",
        "increase-speed": "~3.1 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=3eV3CXtChV8",
        "discount": 0,
        "isSale":false
      },
      "id": "39SHiIq",
      "quantity": 11,
      "sold": 4
    },
    {
      "name": "2014 Ferrari LaFerrari",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 5th March 2013 – The wraps are finally off the LaFerrari. The Prancing Horse’s eagerly-anticipated limited-series special, of which just 499 will be built, made its world debut today at the Geneva International Motor Show.  “We chose to call this model LaFerrari,” declared Ferrari’s President, Luca di Montezemolo, “because it is the maximum expression of what defines our company – excellence. Excellence in terms of technological innovation, performance, visionary styling and the sheer thrill of driving. Aimed at our collectors, this is a truly extraordinary car which encompasses advanced solutions that, in the future, will find their way onto the rest of the range, and it represents the benchmark for the entire automotive industry. LaFerrari is the finest expression of our company’s unique, unparalleled engineering and design know-how, including that acquired in Formula 1.”",
        "country": "Italy",
        "year": 2014,
        "img": "./assets/img/items/2014_LaFerrari_.jpeg",
        "type": "Hyper Car",
        "price": 1400000,
        "engine": "V12",
        "weight": "1,370 kg / 3,020 lbs",
        "top-speed": "~350 kph / 217.35 mph",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=J_KEowtEua4",
        "discount": 0,
        "isSale":false
      },
      "id": "vijc5n2",
      "quantity": 8,
      "sold": 5
    },
    {
      "name": "2005 Maybach Exelero Concept",
      "brand": "Mercedes",
      "info": {
        "description": "The Maybach high-performance show car Exelero was unveiled to the world for the first time this afternoon in the Tempodrom in Berlin. The 700-hp two-seater with a V-12 biturbo engine is a unique custom model produced for Fulda Reifenwerke, which is using the Maybach Exelero as a reference vehicle for a newly developed generation of wide tyres. The German manufacturer of luxury cars built the unique model as a modern interpretation of its legendary streamlined sports car from the 1930s, thereby forging a link with the historical predecessor, which at that time was likewise based on a powerful Maybach automobile (SW 38) and used by Fulda for tyre tests.   The Exelero embodies the highest expression to date of the Maybach individualisation strategy of offering specific custom solutions on request. In initial tests on the high-speed track in Nardo (Italy), the unique vehicle reached a top speed of 351.45 km/h (FIA*-standard unit of measurement). Developers at Maybach designed the custom model with the participation of students from Pforzheim College. The Exelero was built by the prototype specialists at Stola in Turin (Italy). There are no plans to produce the model in series.",
        "country": "Germany",
        "year": 2005,
        "img": "./assets/img/items/2005_Maybach_ExeleroConcept1.jpeg",
        "type": "Luxury Car",
        "price": 8000000,
        "engine": "V12",
        "weight": "2660 kg / 5864 lbs",
        "top-speed": "351.45 km/h",
        "increase-speed": "",
        "youtube-link": "https://www.youtube.com/watch?v=ERZCmHc_S74",
        "discount": 10,
        "isSale": true
      },
      "id": "X7KbO4r",
      "quantity": 30,
      "sold": 11
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    },
    {
      "name": "2015 Bugatti 16/4 Veyron Grand Sport Vitesse ‘La Finale’",
      "brand": "Bugatti",
      "info": {
        "description": "The 450th Veyron: Grand Sport Vitesse “La Finale” The last of the 450 Veyron supercars is the Veyron 16.4 Grand Sport Vitesse “La Finale”. It draws its sheer force from a 1,200 PS, 8-litre, W16 engine which provides a breathtaking maximum torque of 1,500 Nm. It sprints from zero to 100 km/h in just 2.6 seconds and can achieve a top speed of 410 km/h. The “La Finale” design is a modern homage to chassis number 1.    “When designing the “La Finale”, the designers sought inspiration from the first Veyron in order to provide a visual conclusion to the success story of this super sports car,” says Bugatti’s chief designer Achim Anscheidt. “Although both vehicles have a black and red colour scheme, chassis numbers one and 450 still have their own individual character which we have identified visually. Ultimately, every Veyron is unique.” The owner of the Grand Sport Vitesse “La Finale” also had a say in the design of the vehicle.",
        "country": "France",
        "year": 2015,
        "img": "./assets/img/items/2015-bugatti-veyron-la-finale.jpeg",
        "type": "Hyper Car",
        "price": 1700000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1,990 kg / 4,387 lbs",
        "top-speed": "431.072 km/h / 267.85 MPH",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=z1fVU8rhITU",
        "discount": 15,
        "isSale": true
      },
      "id": "w9YK12b",
      "quantity": 14,
      "sold": 8
    },
    {
      "name": "2010 Koenigsegg Agera",
      "brand": "Koenigsegg",
      "info": {
        "description": "At the upcoming Geneva Motor Show, Koenigsegg will launch an updated version of their supercar called the Agera. Along with a revised body, it has a 910 bhp version of Koenigsegg’s own V8 engine. This helps it achieve some impressive numbers like 242 mph and 100 kph in 3.1 seconds. More details will be available after the car’s launch.",
        "country": "Sweden",
        "year": 2010,
        "img": "./assets/img/items/2010_Koenigsegg_Agera.jpeg",
        "type": "Hyper Car",
        "price": 1520000,
        "engine": "V8",
        "weight": "1330 kg / 2933 lbs",
        "top-speed": "~394.20 kph / 245 mph",
        "increase-speed": "~3.1 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=3eV3CXtChV8",
        "discount": 0,
        "isSale":false
      },
      "id": "39SHiIq",
      "quantity": 11,
      "sold": 4
    },
    {
      "name": "2014 Ferrari LaFerrari",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 5th March 2013 – The wraps are finally off the LaFerrari. The Prancing Horse’s eagerly-anticipated limited-series special, of which just 499 will be built, made its world debut today at the Geneva International Motor Show.  “We chose to call this model LaFerrari,” declared Ferrari’s President, Luca di Montezemolo, “because it is the maximum expression of what defines our company – excellence. Excellence in terms of technological innovation, performance, visionary styling and the sheer thrill of driving. Aimed at our collectors, this is a truly extraordinary car which encompasses advanced solutions that, in the future, will find their way onto the rest of the range, and it represents the benchmark for the entire automotive industry. LaFerrari is the finest expression of our company’s unique, unparalleled engineering and design know-how, including that acquired in Formula 1.”",
        "country": "Italy",
        "year": 2014,
        "img": "./assets/img/items/2014_LaFerrari_.jpeg",
        "type": "Hyper Car",
        "price": 1400000,
        "engine": "V12",
        "weight": "1,370 kg / 3,020 lbs",
        "top-speed": "~350 kph / 217.35 mph",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=J_KEowtEua4",
        "discount": 0,
        "isSale":false
      },
      "id": "vijc5n2",
      "quantity": 8,
      "sold": 5
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    },
    {
      "name": "2015 Bugatti 16/4 Veyron Grand Sport Vitesse ‘La Finale’",
      "brand": "Bugatti",
      "info": {
        "description": "The 450th Veyron: Grand Sport Vitesse “La Finale” The last of the 450 Veyron supercars is the Veyron 16.4 Grand Sport Vitesse “La Finale”. It draws its sheer force from a 1,200 PS, 8-litre, W16 engine which provides a breathtaking maximum torque of 1,500 Nm. It sprints from zero to 100 km/h in just 2.6 seconds and can achieve a top speed of 410 km/h. The “La Finale” design is a modern homage to chassis number 1.    “When designing the “La Finale”, the designers sought inspiration from the first Veyron in order to provide a visual conclusion to the success story of this super sports car,” says Bugatti’s chief designer Achim Anscheidt. “Although both vehicles have a black and red colour scheme, chassis numbers one and 450 still have their own individual character which we have identified visually. Ultimately, every Veyron is unique.” The owner of the Grand Sport Vitesse “La Finale” also had a say in the design of the vehicle.",
        "country": "France",
        "year": 2015,
        "img": "./assets/img/items/2015-bugatti-veyron-la-finale.jpeg",
        "type": "Hyper Car",
        "price": 1700000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1,990 kg / 4,387 lbs",
        "top-speed": "431.072 km/h / 267.85 MPH",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=z1fVU8rhITU",
        "discount": 15,
        "isSale": true
      },
      "id": "w9YK12b",
      "quantity": 14,
      "sold": 8
    },
    {
      "name": "2010 Koenigsegg Agera",
      "brand": "Koenigsegg",
      "info": {
        "description": "At the upcoming Geneva Motor Show, Koenigsegg will launch an updated version of their supercar called the Agera. Along with a revised body, it has a 910 bhp version of Koenigsegg’s own V8 engine. This helps it achieve some impressive numbers like 242 mph and 100 kph in 3.1 seconds. More details will be available after the car’s launch.",
        "country": "Sweden",
        "year": 2010,
        "img": "./assets/img/items/2010_Koenigsegg_Agera.jpeg",
        "type": "Hyper Car",
        "price": 1520000,
        "engine": "V8",
        "weight": "1330 kg / 2933 lbs",
        "top-speed": "~394.20 kph / 245 mph",
        "increase-speed": "~3.1 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=3eV3CXtChV8",
        "discount": 0,
        "isSale":false
      },
      "id": "39SHiIq",
      "quantity": 11,
      "sold": 4
    },
    {
      "name": "2014 Ferrari LaFerrari",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 5th March 2013 – The wraps are finally off the LaFerrari. The Prancing Horse’s eagerly-anticipated limited-series special, of which just 499 will be built, made its world debut today at the Geneva International Motor Show.  “We chose to call this model LaFerrari,” declared Ferrari’s President, Luca di Montezemolo, “because it is the maximum expression of what defines our company – excellence. Excellence in terms of technological innovation, performance, visionary styling and the sheer thrill of driving. Aimed at our collectors, this is a truly extraordinary car which encompasses advanced solutions that, in the future, will find their way onto the rest of the range, and it represents the benchmark for the entire automotive industry. LaFerrari is the finest expression of our company’s unique, unparalleled engineering and design know-how, including that acquired in Formula 1.”",
        "country": "Italy",
        "year": 2014,
        "img": "./assets/img/items/2014_LaFerrari_.jpeg",
        "type": "Hyper Car",
        "price": 1400000,
        "engine": "V12",
        "weight": "1,370 kg / 3,020 lbs",
        "top-speed": "~350 kph / 217.35 mph",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=J_KEowtEua4",
        "discount": 0,
        "isSale":false
      },
      "id": "vijc5n2",
      "quantity": 8,
      "sold": 5
    },
    {
      "name": "2005 Maybach Exelero Concept",
      "brand": "Mercedes",
      "info": {
        "description": "The Maybach high-performance show car Exelero was unveiled to the world for the first time this afternoon in the Tempodrom in Berlin. The 700-hp two-seater with a V-12 biturbo engine is a unique custom model produced for Fulda Reifenwerke, which is using the Maybach Exelero as a reference vehicle for a newly developed generation of wide tyres. The German manufacturer of luxury cars built the unique model as a modern interpretation of its legendary streamlined sports car from the 1930s, thereby forging a link with the historical predecessor, which at that time was likewise based on a powerful Maybach automobile (SW 38) and used by Fulda for tyre tests.   The Exelero embodies the highest expression to date of the Maybach individualisation strategy of offering specific custom solutions on request. In initial tests on the high-speed track in Nardo (Italy), the unique vehicle reached a top speed of 351.45 km/h (FIA*-standard unit of measurement). Developers at Maybach designed the custom model with the participation of students from Pforzheim College. The Exelero was built by the prototype specialists at Stola in Turin (Italy). There are no plans to produce the model in series.",
        "country": "Germany",
        "year": 2005,
        "img": "./assets/img/items/2005_Maybach_ExeleroConcept1.jpeg",
        "type": "Luxury Car",
        "price": 8000000,
        "engine": "V12",
        "weight": "2660 kg / 5864 lbs",
        "top-speed": "351.45 km/h",
        "increase-speed": "",
        "youtube-link": "https://www.youtube.com/watch?v=ERZCmHc_S74",
        "discount": 10,
        "isSale": true
      },
      "id": "X7KbO4r",
      "quantity": 30,
      "sold": 11
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    },
    {
      "name": "2015 Bugatti 16/4 Veyron Grand Sport Vitesse ‘La Finale’",
      "brand": "Bugatti",
      "info": {
        "description": "The 450th Veyron: Grand Sport Vitesse “La Finale” The last of the 450 Veyron supercars is the Veyron 16.4 Grand Sport Vitesse “La Finale”. It draws its sheer force from a 1,200 PS, 8-litre, W16 engine which provides a breathtaking maximum torque of 1,500 Nm. It sprints from zero to 100 km/h in just 2.6 seconds and can achieve a top speed of 410 km/h. The “La Finale” design is a modern homage to chassis number 1.    “When designing the “La Finale”, the designers sought inspiration from the first Veyron in order to provide a visual conclusion to the success story of this super sports car,” says Bugatti’s chief designer Achim Anscheidt. “Although both vehicles have a black and red colour scheme, chassis numbers one and 450 still have their own individual character which we have identified visually. Ultimately, every Veyron is unique.” The owner of the Grand Sport Vitesse “La Finale” also had a say in the design of the vehicle.",
        "country": "France",
        "year": 2015,
        "img": "./assets/img/items/2015-bugatti-veyron-la-finale.jpeg",
        "type": "Hyper Car",
        "price": 1700000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1,990 kg / 4,387 lbs",
        "top-speed": "431.072 km/h / 267.85 MPH",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=z1fVU8rhITU",
        "discount": 15,
        "isSale": true
      },
      "id": "w9YK12b",
      "quantity": 14,
      "sold": 8
    },
    {
      "name": "2010 Koenigsegg Agera",
      "brand": "Koenigsegg",
      "info": {
        "description": "At the upcoming Geneva Motor Show, Koenigsegg will launch an updated version of their supercar called the Agera. Along with a revised body, it has a 910 bhp version of Koenigsegg’s own V8 engine. This helps it achieve some impressive numbers like 242 mph and 100 kph in 3.1 seconds. More details will be available after the car’s launch.",
        "country": "Sweden",
        "year": 2010,
        "img": "./assets/img/items/2010_Koenigsegg_Agera.jpeg",
        "type": "Hyper Car",
        "price": 1520000,
        "engine": "V8",
        "weight": "1330 kg / 2933 lbs",
        "top-speed": "~394.20 kph / 245 mph",
        "increase-speed": "~3.1 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=3eV3CXtChV8",
        "discount": 0,
        "isSale":false
      },
      "id": "39SHiIq",
      "quantity": 11,
      "sold": 4
    },
    {
      "name": "2014 Ferrari LaFerrari",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 5th March 2013 – The wraps are finally off the LaFerrari. The Prancing Horse’s eagerly-anticipated limited-series special, of which just 499 will be built, made its world debut today at the Geneva International Motor Show.  “We chose to call this model LaFerrari,” declared Ferrari’s President, Luca di Montezemolo, “because it is the maximum expression of what defines our company – excellence. Excellence in terms of technological innovation, performance, visionary styling and the sheer thrill of driving. Aimed at our collectors, this is a truly extraordinary car which encompasses advanced solutions that, in the future, will find their way onto the rest of the range, and it represents the benchmark for the entire automotive industry. LaFerrari is the finest expression of our company’s unique, unparalleled engineering and design know-how, including that acquired in Formula 1.”",
        "country": "Italy",
        "year": 2014,
        "img": "./assets/img/items/2014_LaFerrari_.jpeg",
        "type": "Hyper Car",
        "price": 1400000,
        "engine": "V12",
        "weight": "1,370 kg / 3,020 lbs",
        "top-speed": "~350 kph / 217.35 mph",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=J_KEowtEua4",
        "discount": 0,
        "isSale":false
      },
      "id": "vijc5n2",
      "quantity": 8,
      "sold": 5
    },
    {
      "name": "2005 Maybach Exelero Concept",
      "brand": "Mercedes",
      "info": {
        "description": "The Maybach high-performance show car Exelero was unveiled to the world for the first time this afternoon in the Tempodrom in Berlin. The 700-hp two-seater with a V-12 biturbo engine is a unique custom model produced for Fulda Reifenwerke, which is using the Maybach Exelero as a reference vehicle for a newly developed generation of wide tyres. The German manufacturer of luxury cars built the unique model as a modern interpretation of its legendary streamlined sports car from the 1930s, thereby forging a link with the historical predecessor, which at that time was likewise based on a powerful Maybach automobile (SW 38) and used by Fulda for tyre tests.   The Exelero embodies the highest expression to date of the Maybach individualisation strategy of offering specific custom solutions on request. In initial tests on the high-speed track in Nardo (Italy), the unique vehicle reached a top speed of 351.45 km/h (FIA*-standard unit of measurement). Developers at Maybach designed the custom model with the participation of students from Pforzheim College. The Exelero was built by the prototype specialists at Stola in Turin (Italy). There are no plans to produce the model in series.",
        "country": "Germany",
        "year": 2005,
        "img": "./assets/img/items/2005_Maybach_ExeleroConcept1.jpeg",
        "type": "Luxury Car",
        "price": 8000000,
        "engine": "V12",
        "weight": "2660 kg / 5864 lbs",
        "top-speed": "351.45 km/h",
        "increase-speed": "",
        "youtube-link": "https://www.youtube.com/watch?v=ERZCmHc_S74",
        "discount": 10,
        "isSale": true
      },
      "id": "X7KbO4r",
      "quantity": 30,
      "sold": 11
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    },
    {
      "name": "2015 Bugatti 16/4 Veyron Grand Sport Vitesse ‘La Finale’",
      "brand": "Bugatti",
      "info": {
        "description": "The 450th Veyron: Grand Sport Vitesse “La Finale” The last of the 450 Veyron supercars is the Veyron 16.4 Grand Sport Vitesse “La Finale”. It draws its sheer force from a 1,200 PS, 8-litre, W16 engine which provides a breathtaking maximum torque of 1,500 Nm. It sprints from zero to 100 km/h in just 2.6 seconds and can achieve a top speed of 410 km/h. The “La Finale” design is a modern homage to chassis number 1.    “When designing the “La Finale”, the designers sought inspiration from the first Veyron in order to provide a visual conclusion to the success story of this super sports car,” says Bugatti’s chief designer Achim Anscheidt. “Although both vehicles have a black and red colour scheme, chassis numbers one and 450 still have their own individual character which we have identified visually. Ultimately, every Veyron is unique.” The owner of the Grand Sport Vitesse “La Finale” also had a say in the design of the vehicle.",
        "country": "France",
        "year": 2015,
        "img": "./assets/img/items/2015-bugatti-veyron-la-finale.jpeg",
        "type": "Hyper Car",
        "price": 1700000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1,990 kg / 4,387 lbs",
        "top-speed": "431.072 km/h / 267.85 MPH",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=z1fVU8rhITU",
        "discount": 15,
        "isSale": true
      },
      "id": "w9YK12b",
      "quantity": 14,
      "sold": 8
    },
    {
      "name": "2010 Koenigsegg Agera",
      "brand": "Koenigsegg",
      "info": {
        "description": "At the upcoming Geneva Motor Show, Koenigsegg will launch an updated version of their supercar called the Agera. Along with a revised body, it has a 910 bhp version of Koenigsegg’s own V8 engine. This helps it achieve some impressive numbers like 242 mph and 100 kph in 3.1 seconds. More details will be available after the car’s launch.",
        "country": "Sweden",
        "year": 2010,
        "img": "./assets/img/items/2010_Koenigsegg_Agera.jpeg",
        "type": "Hyper Car",
        "price": 1520000,
        "engine": "V8",
        "weight": "1330 kg / 2933 lbs",
        "top-speed": "~394.20 kph / 245 mph",
        "increase-speed": "~3.1 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=3eV3CXtChV8",
        "discount": 0,
        "isSale":false
      },
      "id": "39SHiIq",
      "quantity": 11,
      "sold": 4
    },
    {
      "name": "2014 Ferrari LaFerrari",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 5th March 2013 – The wraps are finally off the LaFerrari. The Prancing Horse’s eagerly-anticipated limited-series special, of which just 499 will be built, made its world debut today at the Geneva International Motor Show.  “We chose to call this model LaFerrari,” declared Ferrari’s President, Luca di Montezemolo, “because it is the maximum expression of what defines our company – excellence. Excellence in terms of technological innovation, performance, visionary styling and the sheer thrill of driving. Aimed at our collectors, this is a truly extraordinary car which encompasses advanced solutions that, in the future, will find their way onto the rest of the range, and it represents the benchmark for the entire automotive industry. LaFerrari is the finest expression of our company’s unique, unparalleled engineering and design know-how, including that acquired in Formula 1.”",
        "country": "Italy",
        "year": 2014,
        "img": "./assets/img/items/2014_LaFerrari_.jpeg",
        "type": "Hyper Car",
        "price": 1400000,
        "engine": "V12",
        "weight": "1,370 kg / 3,020 lbs",
        "top-speed": "~350 kph / 217.35 mph",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=J_KEowtEua4",
        "discount": 0,
        "isSale":false
      },
      "id": "vijc5n2",
      "quantity": 8,
      "sold": 5
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    },
    {
      "name": "2015 Bugatti 16/4 Veyron Grand Sport Vitesse ‘La Finale’",
      "brand": "Bugatti",
      "info": {
        "description": "The 450th Veyron: Grand Sport Vitesse “La Finale” The last of the 450 Veyron supercars is the Veyron 16.4 Grand Sport Vitesse “La Finale”. It draws its sheer force from a 1,200 PS, 8-litre, W16 engine which provides a breathtaking maximum torque of 1,500 Nm. It sprints from zero to 100 km/h in just 2.6 seconds and can achieve a top speed of 410 km/h. The “La Finale” design is a modern homage to chassis number 1.    “When designing the “La Finale”, the designers sought inspiration from the first Veyron in order to provide a visual conclusion to the success story of this super sports car,” says Bugatti’s chief designer Achim Anscheidt. “Although both vehicles have a black and red colour scheme, chassis numbers one and 450 still have their own individual character which we have identified visually. Ultimately, every Veyron is unique.” The owner of the Grand Sport Vitesse “La Finale” also had a say in the design of the vehicle.",
        "country": "France",
        "year": 2015,
        "img": "./assets/img/items/2015-bugatti-veyron-la-finale.jpeg",
        "type": "Hyper Car",
        "price": 1700000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1,990 kg / 4,387 lbs",
        "top-speed": "431.072 km/h / 267.85 MPH",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=z1fVU8rhITU",
        "discount": 15,
        "isSale": true
      },
      "id": "w9YK12b",
      "quantity": 14,
      "sold": 8
    },
    {
      "name": "2010 Koenigsegg Agera",
      "brand": "Koenigsegg",
      "info": {
        "description": "At the upcoming Geneva Motor Show, Koenigsegg will launch an updated version of their supercar called the Agera. Along with a revised body, it has a 910 bhp version of Koenigsegg’s own V8 engine. This helps it achieve some impressive numbers like 242 mph and 100 kph in 3.1 seconds. More details will be available after the car’s launch.",
        "country": "Sweden",
        "year": 2010,
        "img": "./assets/img/items/2010_Koenigsegg_Agera.jpeg",
        "type": "Hyper Car",
        "price": 1520000,
        "engine": "V8",
        "weight": "1330 kg / 2933 lbs",
        "top-speed": "~394.20 kph / 245 mph",
        "increase-speed": "~3.1 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=3eV3CXtChV8",
        "discount": 0,
        "isSale":false
      },
      "id": "39SHiIq",
      "quantity": 11,
      "sold": 4
    },
    {
      "name": "2014 Ferrari LaFerrari",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 5th March 2013 – The wraps are finally off the LaFerrari. The Prancing Horse’s eagerly-anticipated limited-series special, of which just 499 will be built, made its world debut today at the Geneva International Motor Show.  “We chose to call this model LaFerrari,” declared Ferrari’s President, Luca di Montezemolo, “because it is the maximum expression of what defines our company – excellence. Excellence in terms of technological innovation, performance, visionary styling and the sheer thrill of driving. Aimed at our collectors, this is a truly extraordinary car which encompasses advanced solutions that, in the future, will find their way onto the rest of the range, and it represents the benchmark for the entire automotive industry. LaFerrari is the finest expression of our company’s unique, unparalleled engineering and design know-how, including that acquired in Formula 1.”",
        "country": "Italy",
        "year": 2014,
        "img": "./assets/img/items/2014_LaFerrari_.jpeg",
        "type": "Hyper Car",
        "price": 1400000,
        "engine": "V12",
        "weight": "1,370 kg / 3,020 lbs",
        "top-speed": "~350 kph / 217.35 mph",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=J_KEowtEua4",
        "discount": 0,
        "isSale":false
      },
      "id": "vijc5n2",
      "quantity": 8,
      "sold": 5
    },
    {
      "name": "2005 Maybach Exelero Concept",
      "brand": "Mercedes",
      "info": {
        "description": "The Maybach high-performance show car Exelero was unveiled to the world for the first time this afternoon in the Tempodrom in Berlin. The 700-hp two-seater with a V-12 biturbo engine is a unique custom model produced for Fulda Reifenwerke, which is using the Maybach Exelero as a reference vehicle for a newly developed generation of wide tyres. The German manufacturer of luxury cars built the unique model as a modern interpretation of its legendary streamlined sports car from the 1930s, thereby forging a link with the historical predecessor, which at that time was likewise based on a powerful Maybach automobile (SW 38) and used by Fulda for tyre tests.   The Exelero embodies the highest expression to date of the Maybach individualisation strategy of offering specific custom solutions on request. In initial tests on the high-speed track in Nardo (Italy), the unique vehicle reached a top speed of 351.45 km/h (FIA*-standard unit of measurement). Developers at Maybach designed the custom model with the participation of students from Pforzheim College. The Exelero was built by the prototype specialists at Stola in Turin (Italy). There are no plans to produce the model in series.",
        "country": "Germany",
        "year": 2005,
        "img": "./assets/img/items/2005_Maybach_ExeleroConcept1.jpeg",
        "type": "Luxury Car",
        "price": 8000000,
        "engine": "V12",
        "weight": "2660 kg / 5864 lbs",
        "top-speed": "351.45 km/h",
        "increase-speed": "",
        "youtube-link": "https://www.youtube.com/watch?v=ERZCmHc_S74",
        "discount": 10,
        "isSale": true
      },
      "id": "X7KbO4r",
      "quantity": 30,
      "sold": 11
    },
    {
      "name": "2013 Lamborghini Veneno",
      "brand": "Lamborghini",
      "info": {
        "description": "In the year of its 50th anniversary Automobili Lamborghini is presenting an extremely exclusive model at the Geneva Motor Show 2013. Only three unique units of the Lamborghini Veneno will be built and sold. Its design is consistently focused on optimum aerodynamics and cornering stability, giving the Veneno the real dynamic experience of a racing prototype, yet it is fully homologated for the road. With a maximum output of 552 kW / 750 hp, the Veneno accelerates from 0 to 100 km/h in just 2.8 seconds and the top speed for this street-legal racing car stands at 355 km/h. It is priced at three million Euros plus tax – and all three units have already been sold to customers.  The Lamborghini Veneno features a twelve-cylinder power unit with a displacement of 6.5 liters, an extremely fast-shifting 7-speed ISR transmission with 5 driving modes and permanent all-wheel drive, as well as a racing chassis with pushrod suspension and horizontal spring/damper units. Above all, however, the Veneno benefits from the very special expertise that Automobili Lamborghini possesses in the development and execution of carbon-fiber materials – the complete chassis is produced as a CFRP monocoque, as is the outer skin of this extreme sports car. The inside, too, features innovative, Lamborghini-patented materials such as Forged Composite and CarbonSkin.  Fully in keeping with the tradition of the brand, the name of the Veneno originates from a legendary fighting bull. Veneno is the name of one of the strongest and most aggressive fighting bulls ever. He is also famous for being one of the fastest bulls in the history of bullfighting. His name became popular in 1914, when he fatally wounded the famous torero José Sánchez Rodríguez during the bullfight in the arena Sanlúcar de Barrameda’s, Andalusia, Spain.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Lamborghini_Veneno-5-1024.jpeg",
        "type": "Super Car",
        "price": 4500000,
        "engine": "V12",
        "weight": "1450 kg / 3197 lbs",
        "top-speed": "~355 kph / 220.46 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=8MeXicDFyKc",
        "discount": 0,
        "isSale": false
      },
      "id": "kpRlxkM",
      "quantity": 25,
      "sold": 7
    },
    {
      "name": "2014 Lykan HyperSport",
      "brand": "W-Motors",
      "info": {
        "description": "W Motors is the first Arab Developer of High Performance Luxury Sports Cars based in the Middle East.  The Official launch of W Motors was a major milestone for the automotive industry in the region and the world. W Motors was set to be the premier Arab Developer of High Performance Luxury Sports Cars in the region, launching on the 11th of July 2012 during a high end ceremony in the lavish venue of Sursock Palace Beirut.  After its World Premiere launch at the International Qatar Motor Show on July 28th 2013, W Motors revealed to the world its first model, the Lykan HyperSport limited to only 7 units worldwide. Over 150,000 visitors attended this event with the presence of regional and international media covering this historical event for a global exposure and coverage. Following the Qatar launch in January 2013, W Motors pursued with a regional road show where the Lykan HyperSport was showcased in Dubai, Abu Dhabi and Kuwait, Belgium and Spain.  W Motors has been gaining momentum and traction amongst many of the world’s Automotive enthusiasts. The first Arab Brand of Hypercars, with vehicles limited to seven units per design and labeled as the most Exclusive, Luxurious and Unique Hypercars in the World.  The first holographic display system with interactive motion, giving the driver and passenger full interaction with the multimedia interface of the Lykan as well as other vehicle control systems. The Lykan is simply years ahead in innovation and exclusivity.  The most refined and luxurious materials are integrated inside and outside the vehicle. The Lykan comes with Diamond incrusted LED lights for a lavish and luxurious finish. A variety of precious stones are also available such as Diamonds, Yellow Diamonds, Rubies, Sapphires and Emeralds, fully customizable and integrated into the vehicle upon request.",
        "country": "UAE",
        "year": 2014,
        "img": "./assets/img/items/2014_Lykan_HyperSport-0-10241.jpeg",
        "type": "Hyper Car",
        "price": 3400000,
        "engine": "Porsche 993 Carrera RS Porsche Boxer-6",
        "weight": "1400 kg / 3087 lbs",
        "top-speed": "~385 kph / 239.09 mph",
        "increase-speed": "~2.8 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=QYp1AJjN_f0",
        "discount": 0,
        "isSale": false
      },
      "id": "2p7zo1W",
      "quantity": 22,
      "sold": 14
    },
    {
      "name": "2015 Ferrari FXX K",
      "brand": "Ferrari",
      "info": {
        "description": "Maranello, 2 December 2014 – Ferrari’s new FXX K research and development program receives its world premiere next weekend at the Yas Marina Circuit in Abu Dhabi. The laboratory-car is based on Maranello’s first hybrid model and will grace the world’s tracks from next year onwards. The K in its moniker is a reference to the “KERS” kinetic energy recovery system it adopts in maximising its track performance.   Unfettered by homologation and racing regulations, the FXX K will never be used in competition. It was, in fact, developed to be completely uncompromising, incorporating technological innovations that will guarantee an unprecedented driving experience to the exclusive group of Client-Test Drivers with whom the Prancing Horse will roll out a test programme over the coming two years.",
        "country": "Italy",
        "year": 2015,
        "img": "./assets/img/items/Ferrari-FXX-K.jpeg",
        "type": "Super Car",
        "price": 3100000,
        "engine": "V12",
        "weight": "1,165 kg / 2,568 lbs",
        "top-speed": "350km/h",
        "increase-speed": "~2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=udW6xp6TER8",
        "discount": 10,
        "isSale": true
      },
      "id": "TE9T5IA",
      "quantity": 10,
      "sold": 5
    },
    {
      "name": "2013 Pagani Zonda Revolucion",
      "brand": "Pagani",
      "info": {
        "description": "For 2013, Pagani are releasing their final Zonda known as the Revolucion. This is an evolution of the track-only Zonda R, that has a more powerful Mercedes-Benz V12, automated aerodynamics and a lighter carbon-titanium central chassis. The evolution of the species, the revolution in the concept of art applied to pure speed. Pagani Automobili unveiled the final version of the Pagani Zonda Revolucion to clients and family members during Vanishing Point 2013 – The International Pagani gathering.  The Pagani Zonda Revolucion is the apex of the celebration of performance, technology and art applied to a track car. Horacio Pagani and his team have created a car designed to amaze both on the track and in a car collection.",
        "country": "Italy",
        "year": 2013,
        "img": "./assets/img/items/2013_Pagani_ZondaRevolucion-0-1024.jpeg",
        "type": "Super Car",
        "price": 2900000,
        "engine": "V12",
        "weight": "1070 kg / 2359 lbs",
        "top-speed": "~374.90 kph / 233 mph",
        "increase-speed": "~2.7 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=Ts6m5paHMos",
        "discount": 0,
        "isSale": false
      },
      "id": "cRwtAMb",
      "quantity": 19,
      "sold": 6
    },
    {
      "name": "2013 Bugatti 16/4 Veyron Grand Sport Vitesse WRC Edition",
      "brand": "Bugatti",
      "info": {
        "description": "Wolfsburg/Molsheim, 11 April 2013 – The world’s fastest roadster is a Bugatti. The Bugatti Veyron 16.4 Grand Sport Vitesse has set the world speed record for open-top production sports cars at the Volkswagen Group’s proving grounds in Ehra-Lessien where TÜV, the renowned independent German organisation for Technical Inspection and Certification, has officially confirmed that a top speed of 408.84 km/h (254.04 mph) was achieved. The Vitesse was driven by the Chinese racing driver Anthony Liu. The World Record Car will be unveiled to the world for the first time at the Shanghai Motor Show 2013 in April.",
        "country": "France",
        "year": 2013,
        "img": "./assets/img/items/2013_Bugatti_164VeyronGrandSportVitesseWRCEdition-0-1536.jpeg",
        "type": "Hyper Car",
        "price": 2600000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1990 kg / 4388 lbs",
        "top-speed": "~408.84 kph / 253.89 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=WiAtNaPzzAg",
        "discount": 0,
        "isSale":false
      },
      "id": "-XrKXA1",
      "quantity": 17,
      "sold": 7
    },
    {
      "name": "2010 Lamborghini Sesto Elemento",
      "brand": "Lamborghini",
      "info": {
        "description": "Lamborghini is redefining the future of the super sports car with a unique technology demonstrator. Boasting an extremely lightweight construction thanks to advanced carbon-fiber technology, the Lamborghini Sesto Elemento has an overall curb weight of just 999 kilograms (2,202 lb) – including V10 power unit and permanent all-wheel drive. This makes the Sesto Elemento a unique demonstration of the technological expertise of Automobili Lamborghini. Innovative carbon-fiber technologies are being used here for the first time in an automotive application. As a 100 percent subsidiary of AUDI AG, the Italian carmaker also benefits from the undisputed expertise of the German manufacturer when it comes to lightweight construction.",
        "country": "Italy",
        "year": 2010,
        "img": "./assets/img/items/2010_Lamborghini_SestoElemento.jpeg",
        "type": "Super Car",
        "price": 2200000,
        "engine": "V10",
        "weight": "999 kg / 2,202 lbs",
        "top-speed": "~300 km/h",
        "increase-speed": "2.5 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=HftEKknX6-o",
        "discount": 0,
        "isSale":false
      },
      "id": "eCrPfAe",
      "quantity": 25,
      "sold": 13
    },
    {
      "name": "2014 Koenigsegg One:1",
      "brand": "Koenigsegg",
      "info": {
        "description": "For the 2014 Geneva Motor Show, Koenigsegg created the one:1 based on the Agera platform. Seven examples, including one prototype, were built during 2014 and 2015.   This was one of the most exclusive production car programs ever envisaged in the car industry. One:1 is named after its capability to produce 1 megawatt of power from a single car – it is the first homologated production car in the world with one Megawatt of power. The hp-to-kg curb weight ratio is an astonishing 1:1. To achieve this 1360 bhp, Koenigsegg had to redesign the turbocharger.  To further enhance the One:1’s pedigree, Koenigsegg manufactured the the chassis from a lighter-grade carbon fiber. The One:1 will produced in a limited series of 7 cars that includes prototype. All the six customer versions have been pre-sold ahead of the car’s debut at the Geneva Motor Show.  The One:1 truly raised the performance bar. The One:1 featured new, unique solutions that enhance track performance without compromising top speed or everyday usability, with a stunning visual appearance to go with it.",
        "country": "Sweden",
        "year": 2014,
        "img": "./assets/img/items/Koenigsegg_One.jpeg",
        "type": "Hyper Car",
        "price": 2000000,
        "engine": "V8",
        "weight": "1360 kg / 2999 lbs",
        "top-speed": "~439.26 kph / 273 mph",
        "increase-speed": "~2.9 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=GUL98KZGhKo",
        "discount": 15,
        "isSale": true
      },
      "id": "X-BJ6YS",
      "quantity": 27,
      "sold": 15
    },
    {
      "name": "2008 Bugatti 16/4 Veyron Pur Sang",
      "brand": "Bugatti",
      "info": {
        "description": "Bugatti is presenting a special edition of the EB 16.4 Veyron limited to five worldwide – the Pur Sang – at the Frankfurt International Auto Show. The limited edition will be numerically consigned to the ranks of overall volume designed for 300 cars. The balance of the visual impression is especially apparent when viewing the Bugatti from above. “These qualities,” says Achim Anscheidt, “merge into a unique appearance – almost like a painting by Dutch artist Piet Mondrian.” The outstanding representative of classical modern wanted to express the following in his art in the past century: “Beauty across the line and harmony by the balance of relationships between lines, colors and surfaces. But only in the clearest and most powerful way.” This definition has also described a car for over six decades: the EB 16.4 Veyron Pur Sang. The two essential materials of the Pur Sang – thoroughbred in English – examined in detail: Carbon body and Aluminum.",
        "country": "France",
        "year": 2008,
        "img": "./assets/img/items/2007_Bugatti_164VeyronPurSang.jpeg",
        "type": "Hyper Car",
        "price": 1900000,
        "engine": "Aluminum, Narrow Angle W16",
        "weight": "1888 kg / 4162 lbs",
        "top-speed": "~407.2 kph / 253 mph",
        "increase-speed": "~2.6 seconds",
        "youtube-link": "https://www.youtube.com/watch?v=i7m4Mn85xHU",
        "discount": 0,
        "isSale": false
      },
      "id": "WPacFkZ",
      "quantity": 19,
      "sold": 4
    }
  ]
}